Repository: Mikkon22/ZTP2
Catalog: app/translations/validators.*.xlf
Languages: pl

source: Error
pl: Błąd

source: Please enter a tag name
pl: Proszę podać nazwę tagu

source: Please enter your current password
pl: Proszę podać obecne hasło

source: Please enter a new password
pl: Proszę podać nowe hasło

source: Your password should be at least {{ limit }} characters
pl: Twoje hasło powinno mieć co najmniej {{ limit }} znaków

source: Please enter a password
pl: Proszę podać hasło

source: The password should be at least {{ limit }} characters
pl: Hasło powinno mieć co najmniej {{ limit }} znaków

source: Please enter an email
pl: Proszę podać adres e-mail

source: Please enter a first name
pl: Proszę podać imię

source: Please enter a last name
pl: Proszę podać nazwisko

source: Please select a portfolio
pl: Proszę wybrać portfel

source: Please select a transaction type
pl: Proszę wybrać typ transakcji

source: Please enter a transaction title
pl: Proszę podać tytuł transakcji

source: Please enter an amount
pl: Proszę podać kwotę

source: Amount must be greater than 0
pl: Kwota musi być większa niż 0

source: Please select a date
pl: Proszę wybrać datę

source: Please select a category
pl: Proszę wybrać kategorię

source: There is already an account with this email
pl: Konto z tym adresem e-mail już istnieje
